tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"

tap "adoptopenjdk/openjdk"
tap "heroku/brew"

brew "heroku"
brew "fish"
brew "fnm"
brew "git"
brew "git-lfs"
brew "gh"
brew "gnupg"
brew "gradle"
brew "kotlin"
brew "kubernetes-cli"
brew "mas"
brew "mysql"
brew "ncdu"
brew "pass"
brew "postgresql"
brew "pyenv"
brew "redis"
brew "rbenv"
brew "starship"
brew "swift-format"
brew "vim"

cask "1password"
cask "adoptopenjdk11"
cask "font-jetbrains-mono-nerd-font"
cask "gpg-suite"
cask "imageoptim"
cask "jetbrains-toolbox"
cask "logitech-options"
cask "sf-symbols"
cask "sketch"
cask "slack"
cask "steam"

mas "Magnet", id: 441258766
mas "Trello", id: 1278508951
