tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "heroku/brew"

brew "ansible"
brew "difftastic"
brew "heroku"
brew "fish"
brew "git"
brew "git-lfs"
brew "gh"
brew "jq"
brew "mise"
brew "postgresql@14"
brew "starship"
brew "vim"

cask "1password"
cask "clion"
cask "dash"
cask "datagrip"
cask "discord"
cask "firefox"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "goland"
cask "imageoptim"
cask "logi-options+"
cask "pycharm"
cask "raspberry-pi-imager"
cask "rubymine"
cask "signal"
cask "sketch"
cask "slack"
cask "steam"
cask "tor-browser"
cask "transmission"
cask "vlc"
cask "webstorm"
cask "wireguard"
